import { Divider, HTMLTable } from '@blueprintjs/core';
import React from 'react';
import styles from './Content.module.scss';

export default () => (
  <section className={styles.content}>
    <HTMLTable bordered={true} interactive={true}>
      <thead>
      <tr>
        <th>Имя</th>
        <th>Телефон</th>
        <th>e-mail</th>
        <th>Должность</th>
        <th>Компания</th>
        <th>Отдел</th>
      </tr>
      </thead>
      <tbody>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      <tr>
        <td>Батарейкин Фёдр Степанович</td>
        <td>
          +7 (351) 213-81-41 (8141)
          <Divider/>
          +79192138141
        </td>
        <td><a href="mailto:">fbatareykin@company.ru</a></td>
        <td>Начальник бюро внешней кооперации</td>
        <td>АО "Компания ЛТД"</td>
        <td>Бюро кооперации с клиентами</td>
      </tr>
      <tr>
        <td>Камазов Илья Фёдорович</td>
        <td>
          +7 (351) 219-85-99 (8599)
          <Divider/>
          +79192186191
        </td>
        <td><a href="mailto:">ikamazov@company.ru</a></td>
        <td>Подсобный рабочий</td>
        <td>АО "Филиал компании ЛТД Сельхоз-Строй"</td>
        <td>Бюро подсобного хозяйства</td>
      </tr>
      </tbody>
    </HTMLTable>
  </section>
);
